Repository: whitebaker/whitebaker-web
Catalog: extensions/whitebaker_web_main/Resources/Private/Language/*.locallang.xlf
Languages: de

# whitebaker_navigation_description
source: A navigation generated from sections on a page
de: Eine aus den Sektionen auf der Seite generierte Navigation

# whitebaker_picture_title
source: Picture
de: Bild

# whitebaker_picture_description
source: A simple picture element
de: Ein einfaches Bild-Element

# whitebaker_card_title
source: Card
de: Karte

# whitebaker_card_description
source: Text element inside a card
de: Text-Element in einer Karte

# whitebaker_carousel_title
source: Carousel
de: Karussell

# whitebaker_carousel_description
source: Carousel with Images
de: Karussell mit Bildern

# whitebaker_compare_title
source: Compare
de: Vergleich

# whitebaker_compare_description
source: Compare two images
de: Vergleich von zwei Bildern

# whitebaker_three_title
source: Three
de: Drei

# whitebaker_three_description
source: Displays a 3d model
de: Stellt ein 3d Modell dar

# whitebaker_unity_description
source: Unity WebGL game
de: Unity WebGL-Spiel

# whitebaker_video_description
source: Einfacher Video Player
de: Simple video player
